<template>
    <section class="section about">
        <div class="about-title">о компании</div>
            <div class="container">
                <div class="about__content">
                <div class="about__action">
                    <img src="@/assets/images/about.png" alt="" class="about__logo">
                    <button class="button">задать вопрос</button>
                </div>
                <div class="about__text">
                    <div v-for="(line, index) in lines" :key="index" class="about__text-line">
                        <IconPoint class="about__icon" />
                        <div v-html="line">                            
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
</template>
<script>
export default {
    name: 'About',
    data: () => ({
        lines: ['ООО "АвтоТракИнфо» Осуществляет перевозки негабаритных грузов, перевозки крупногабаритных, крупнотоннажных и тяжеловесных грузов любой сложности, погрузочно-разгрузочные работы, предоставляет услуги автокранов с грузоподъемностью до200 тонн.<br/><br/>ООО "АвтоТракИнфо» объединило в себе услуги, оказываемые крупнейшими транспортными компаниями со всего Урала, к Вашим услугам мы предоставляем любую необходимую для перевозки, погрузки и выгрузки технику:раздвижные тралы, автокраны, еврофуры, площадки, тралы для перевозок негабаритных, крупногабаритных и тяжеловесных грузов, а так же подготавливаем все необходимые сопроводительные документы и специальные разрешения на перевозки негабаритных грузов, крупногабаритных грузов, крупнотоннажных и тяжеловесных грузов, получаем необходимые согласования государственных и ведомственных органов.',
        '- Перевозки негабаритных грузов любой сложности<br/>- Перевозки крупногабари<br/>- Перевозки крупнотоннажных грузов<br/>- Перевозки еврофурами по всей России в любых направлениях<br/>- Бесплатные консультации по вопросам грузоперевозок<br/>- Сопровождение негабаритного груза по челябинской области<br/>- Услуги автокранов с грузоподъемностью до 200 тонн<br/>',
        'ООО “АвтоТракИнфо” принимает на себя всю ответственность по осуществлению погрузки, выгрузки и доставки крупногабаритных и тяжеловесных грузов любой сложности. Наши Специалисты прорабатывают полученное техническое задание, изучают характеристики груза и маршрут, затем, мы предоставляем ответ с возможными вариантами выполнения поставленной задачи. Мы имеем опыт выполнения сложных проектов для наших Клиентов, мы развиваемся и стараемся стать лучшими в своем деле!<br/><br/>ООО "автотракинфо” заверяет своих контрагентов о том, что является добросовестным налогоплательщиком, надлежащим образом исполняет свои налоговые обязательства, в том числе своевременно сдает налоговую отчетность (декларации), отражающую реальные факты своей хозяйственной деятельности, уплачивает налоги, представляет информацию и документы по запросам налоговых органов, его должностные лица не дисквалифицированы и не существует иных препятствий для осуществления ими своих полномочий и обязанностей, имеет все необходимые ресурсы для надлежащего исполнения настоящего договора, в том числе помещения, штат сотрудников, материально-техническую базу.']
    })
}
</script>